[
  {"id":1,
    "title" : "Primus",
    "uaqs_summary_short" : "Tacitus, Agricola XXX",
    "path" : "primus",
    "field_uaqs_body" : "Quotiens causas belli et necessitatem nostram intueor, magnus mihi animus est hodiernum diem consensumque vestrum initium libertatis toti Britanniae fore: nam et universi coistis et servitutis expertes, et nullae ultra terrae ac ne mare quidem securum inminente nobis classe Romana. Ita proelium atque arma, quae fortibus honesta, eadem etiam ignavis tutissima sunt. Priores pugnae, quibus adversus Romanos varia fortuna certatum est, spem ac subsidium in nostris manibus habebant, quia nobilissimi totius Britanniae eoque in ipsis penetralibus siti nec ulla servientium litora aspicientes, oculos quoque a contactu dominationis inviolatos habebamus. Nos terrarum ac libertatis extremos recessus ipse ac sinus famae in hunc diem defendit: nunc terminus Britanniae patet, atque omne ignotum pro magnifico est; sed nulla iam ultra gens, nihil nisi fluctus ac saxa, et infestiores Romani, quorum superbiam frustra per obsequium ac modestiam effugias. Raptores orbis, postquam cuncta vastantibus defuere terrae, mare scrutantur: si locuples hostis est, avari, si pauper, ambitiosi, quos non Oriens, non Occidens satiaverit: soli omnium opes atque inopiam pari adfectu concupiscunt. Auferre trucidare rapere falsis nominibus imperium, atque ubi solitudinem faciunt, pacem appellant."
  },
  {"id":2,
    "title" : "Secundus",
    "uaqs_summary_short" : "Tacitus, Agricola XXXI",
    "path" : "secundus",
    "field_uaqs_body" : "Liberos cuique ac propinquos suos natura carissimos esse voluit: hi per dilectus alibi servituri auferuntur; coniuges sororesque etiam si hostilem libidinem effugerunt, nomine amicorum atque hospitum polluuntur. Bona fortunaeque in tributum, ager atque annus in frumentum, corpora ipsa ac manus silvis ac paludibus emuniendis inter verbera et contumelias conteruntur. Nata servituti mancipia semel veneunt, atque ultro a dominis aluntur: Britannia servitutem suam cotidie emit, cotidie pascit. Ac sicut in familia recentissimus quisque servorum etiam conservis ludibrio est, sic in hoc orbis terrarum vetere famulatu novi nos et viles in excidium petimur; neque enim arva nobis aut metalla aut portus sunt, quibus exercendis reservemur. Virtus porro ac ferocia subiectorum ingrata imperantibus; et longinquitas ac secretum ipsum quo tutius, eo suspectius. Ita sublata spe veniae tandem sumite animum, tam quibus salus quam quibus gloria carissima est. Brigantes femina duce exurere coloniam, expugnare castra, ac nisi felicitas in socordiam vertisset, exuere iugum potuere: nos integri et indomiti et in libertatem, non in paenitentiam bellaturi; primo statim congressu ostendamus, quos sibi Caledonia viros seposuerit."
  },
  {"id":3,
    "title" : "Tertius",
    "uaqs_summary_short" : "Tacitus, Agricola XXXII",
    "path" : "tertius",
    "field_uaqs_body" : "An eandem Romanis in bello virtutem quam in pace lasciviam adesse creditis? Nostris illi dissensionibus ac discordiis clari vitia hostium in gloriam exercitus sui vertunt; quem contractum ex diversissimis gentibus ut secundae res tenent, ita adversae dissolvent: nisi si Gallos et Germanos et (pudet dictu) Britannorum plerosque, licet dominationi alienae sanguinem commodent, diutius tamen hostis quam servos, fide et adfectu teneri putatis. Metus ac terror sunt infirma vincla caritatis; quae ubi removeris, qui timere desierint, odisse incipient. Omnia victoriae incitamenta pro nobis sunt: nullae Romanos coniuges accendunt, nulli parentes fugam exprobraturi sunt; aut nulla plerisque patria aut alia est. Paucos numero, trepidos ignorantia, caelum ipsum ac mare et silvas, ignota omnia circumspectantis, clausos quodam modo ac vinctos di nobis tradiderunt. Ne terreat vanus aspectus et auri fulgor atque argenti, quod neque tegit neque vulnerat. In ipsa hostium acie inveniemus nostras manus: adgnoscent Britanni suam causam, recordabuntur Galli priorem libertatem, tam deserent illos ceteri Germani quam nuper Usipi reliquerunt. Nec quicquam ultra formidinis: vacua castella, senum coloniae, inter male parentis et iniuste imperantis aegra municipia et discordantia. Hic dux, hic exercitus: ibi tributa et metalla et ceterae servientium poenae, quas in aeternum perferre aut statim ulcisci in hoc campo est. Proinde ituri in aciem et maiores vestros et posteros cogitate."
  },
  {"id":4,
    "title" : "UA QuickStart",
    "uaqs_summary_short" : "",
    "path" : "uaqs_drupal",
    "field_uaqs_body" : "Welcome to the University of Arizona's preconfigured version of Drupal. The goal is for University website users to move from one site to another without being distracted by changes in appearance and behavior. For those who build University websites, developers will not feel forced to conform to rigid mandates. Rather, UA QuickStart helps assemble components that already conform to recommended Web standards. These components provide a start for Web designers for customization, and are not limited templates into which they should fit their content.\n\nWhen adding new content to a site it is important to add via UA QuickStart rather than changing the demonstration content you see here. Make sure the content module for the demonstration is disabled before you start customizing the site or adding any content of your own. To do this, find the module called “UAQS Demo” in the list of enabled modules, and disable it. When you remove the demonstration content you will still have the recommended University of Arizona Drupal theme (a Zen subtheme that also includes some elements from the Bootstrap framework), plus various content types and views from features that will be common to many University sites."
  },
  {"id":5,
    "title" : "Basic Page",
    "uaqs_summary_short" : "",
    "path" : "uaqs_page",
    "field_uaqs_body" : "Use a <em>Basic Page</em> in the same way you would the generic Drupal Basic Page."
  },
  {"id":6,
    "title" : "Publication",
    "uaqs_summary_short" : "",
    "path" : "uaqs_publication",
    "field_uaqs_body" : "Use a <em>Publication</em> to add published works to the website."
  },
  {"id":7,
    "title" : "Unit",
    "uaqs_summary_short" : "",
    "path" : "uaqs_unit",
    "field_uaqs_body" : "Use a <em>Unit</em> to create information about an academic unit."
  },
  {"id":8,
    "title" : "Program",
    "uaqs_summary_short" : "",
    "path" : "uaqs_program",
    "field_uaqs_body" : "Use a <em>Program</em> to add academic UA programs to the website."
  },
  {"id":9,
    "title" : "Person",
    "uaqs_summary_short" : "",
    "path" : "uaqs_person",
    "field_uaqs_body" : "Use a <em>Person</em> to add the contact information and brief biography of a person. There are multiple options for displaying directories of Person entries: a grid layout, which is visually appealing, and a list layout, which suits more traditional formal personnel directories."
  },
  {"id":10,
    "title" : "Block Types",
    "uaqs_summary_short" : "",
    "path" : "uaqs_block_types",
    "field_uaqs_body" : "Use <em>Block Types</em> to define small independent blocks of content that conform to one of a few pre-defined layouts and can be positioned within various different regions on the page."
  }
]