[
  {"id":1,
    "title" : "New Institute Favors Views Held by State Legislators",
    "uaqs_summary_short" : "Skeptical perspectives on the form of the Earth.",
    "uaqs_short_title" : "Institute of Skeptical Astronomy Established",
    "uaqs_front" : true,
    "promote" : 1,
    "uaqs_byline" : "Ana Phylactic — University of Arizona Allioideae",
    "uaqs_published" : "2015-03-14 12:31:05",
    "expiration_date" : "2106-02-06 23:28:15",
    "uaqs_summary" : "The University of Arizona will establish a new institute highlighting the more skeptical perspectives on geodesy and the Earth's place in the cosmos that have hitherto been under-represented in its teaching and research. It is to be hoped that by demonstrating an effort to be more in accord with the views of some members of the Arizona legislature, the University will reap the benefits of increased State funding.",
    "uaqs_body" : "The University of Arizona's reputation as a center of excellence in geosciences and global change studies may be a liability when seeking State funding. “Many of our state legislators have an essentially skeptical approach to concepts such as global warming and deep time which are being taken for granted at the University,” explained Samuel Rowbotham, director-designate of the new Institute of Skeptical Astronomy. “You can't go cap in hand to these people and ask them to fund something fundamentally at odds with their beliefs: there has to be some compromise, some means of meeting them half-way.”\nThrough the CLIMAS program at Institute of the Environment, the University has been drawing all stakeholders into discussions about the consequences of climate change, but Rowbotham thinks these might not reach the people with the power to influence the University's budget: “It's one thing to convince a bunch of ranchers they have to plan for worsening conditions in the long-term future, but few of them are making decisions about our funding, The big money is elsewhere, and there have already been one or two attempts from Phoenix to investigate U of A global change researchers as frauds.” The idea of forming a 4004 B.C. unit within Geosciences never reached the pre-proposal stage. “There's no way all these chronology units around the University — the AMS radiocarbon people, the dendrochronologists, and so on — would have co-existed with something promoting a short universal timescale.”\nThe Institute of Skeptical Astronomy will avoid the problems of creating an isolated unit by adopting a broad interdisciplinary approach that aligns closely with the University's Never Settle initiative. It will be a cost center for attracting funding from the State legislature (and like-minded private donors), but new personnel will come from cluster hire proposals that will enrich many different departments across campus. Skeptical approaches to geodesy and cosmology have a long history and extensive literature, so there would be opportunities for teaching as well as research.\nIf the Institute proves to be a success, there could be other opportunities for programs closely aligned with the interests of groups in Phoenix. Giver the power and influence of the National Rifle Association, work has already started on an Optical Sciences and Engineering proposal, Project CREWS, to develop Coherent Radiation Emission Weapons Systems.",
    "uaqs_main_content" : "200|220|210|230|240",
    "uaqs_link" : "[node:url]",
    "uaqs_link_title" : "Read more",
    "uaqs_attachments" : "long_publication_history.pdf|hostile_account_of_experiments.pdf",
    "uaqs_attachments_description" : "Covers from some of the extensive literature.|Early experiments reported in the journal Nature (from a hostile perspective).",
    "uaqs_photo" : "path_of_the_sun.png",
    "uaqs_photo_title" : "Expansion and contraction of the Sun's path.",
    "uaqs_photo_alt" : "diagram showing concentric circles"
  },
  {"id":2,
    "title" : "Innovative Import Initiative Seeks to Enhance the University of Arizona's Revenue Stream",
    "uaqs_summary_short" : "",
    "uaqs_short_title" : "Taking Advantage of a Location Near an International Border",
    "uaqs_front" : true,
    "promote" : 1,
    "uaqs_byline" : "Poly Crates — University of Arizona Allioideae",
    "uaqs_published" : "2015-05-04 12:00:00",
    "expiration_date" : "2038-01-17 20:14:07",
    "uaqs_summary" : "Funding cuts are forcing the University of Arizona into bold new revenue-generating initiatives, including a scheme to partner with certain non-governmental organizations across the border and apply its expertise in a variety of fields to the profitable importation of small high-value consignments.",
    "uaqs_body" : "“Quite apart from the economics, this is about respect.” William Kidd was explaining the background to the Innovative Import Initiative he will be coordinating for the University of Arizona. “Over the years, the University's budget has been repeatedly cut, and now, when we are promoting a vision of a bright and boundless future, it has been slashed yet again. We can either meekly take our place at the back of the line for future funding, or take some bold and creative action that will show we are not to be trifled with.” The Initiative grew out of open-ended discussions enumerating the advantages of the University. “Our proximity to the international border kept turning up in those conversations,” Kidd said, “and we came to realize that there could be some lucrative opportunities for the University to partner with non-governmental organizations across the border.” The University's partners have extensive experience in the importation of consignments that are relatively small, but extremely valuable. The University has vast technical expertise in several relevant areas, and will initially concentrate on developing autonomous drones as a delivery mechanism. “It's something that can involve many different parts of the University: there's the obvious connection with Aerospace and Mechanical Engineering, Electrical and Computer Engineering, and Computer Science for the delivery aspect, but then there's Pharmacology and Chemistry's Analytical Division for quality control of the shipments, and from a wider perspective the Bio5 Institute's genomics expertise and the College of Agricultural and Life Sciences' agronomy research for improving the production end.” The University's work in defense contracts means that it has already established secure areas (some off-campus) for working on sensitive projects. Although care would be taken not to violate the terms of existing ITAR restrictions, a detailed background knowledge of state-of-the-art sensor technologies would inform the security and defensive countermeasures included in the new delivery system.",
    "uaqs_main_content" : "300",
    "uaqs_link" : "[node:url]",
    "uaqs_link_title" : "Read more",
    "uaqs_attachments" : "",
    "uaqs_attachments_description" : "",
    "uaqs_photo" : "borderlands.png",
    "uaqs_photo_title" : "Arizona-Sonora Borderlands",
    "uaqs_photo_alt" : "map showing main roads and topography"
  },
  {"id":3,
    "title" : "University of Arizona Branding Brings a New Experience to Incoming Freshmen",
    "uaqs_summary_short" : "A new ceremony on the University Mall.",
    "uaqs_short_title" : "This Fall Incoming Students will be Branded",
    "uaqs_front" : true,
    "promote" : 1,
    "uaqs_byline" : "Perry Stalsis — University of Arizona Allioideae",
    "uaqs_published" : "2015-07-21 09:38:00",
    "expiration_date" : "2026-08-22 11:30:00",
    "uaqs_summary" : "The University is adding a new ceremony to the welcome extended to incoming students, which is however deeply rooted in the traditions of the American West.",
    "uaqs_body" : "The recent Brand Initiative has taken an iterative approach to strengthening the University of Arizona's identity. One forthcoming phase is sure to make a lasting impression on incoming students. Drawing on the revered ranching traditions of the American West and The University of Arizona's heritage as a land grant institution, a new welcoming ceremony will place all incoming students in a large corral set up on the U of A Mall, circled by lariat-twirling riders. Working from a row of braziers, experts wielding branding irons will mark each of the students with the distinctive A logo. Although rooted in the past, the ceremony is sure to excite most of the incoming students by aligning with the current fashion for permanent body art, and will provide a service for which they would otherwise have to pay  at one of the few tattoo parlors which handle this form of modification. The option for receiving a conventional tattoo was unfortunately not possible, because of the long period each student would have to remain motionless while being worked on. However there will be a choice of several different sizes of brand, and a limited choice of the part of the body to which they will be applied (because of the public nature of the ceremony, some choices must nevertheless be deemed inappropriate).",
    "uaqs_main_content" : "410",
    "uaqs_link" : "[node:url]",
    "uaqs_link_title" : "Read more",
    "uaqs_attachments" : "",
    "uaqs_attachments_description" : "",
    "uaqs_photo" : "branding_iron.jpg",
    "uaqs_photo_title" : "Branding iron",
    "uaqs_photo_alt" : "example letter A (differing from the UofA design)"
  },
  {"id":4,
    "title" : "New Light on the Origins of “Bear Down”",
    "uaqs_summary_short" : "A secret society and the underfur of hibernating bears.",
    "uaqs_short_title" : "Underfur of Hibernating Bears",
    "uaqs_front" : false,
    "promote" : 0,
    "uaqs_byline" : "Alan Dente — University of Arizona Allioideae",
    "uaqs_published" : "2015-09-09 09:09:09",
    "expiration_date" : "2026-08-22 11:30:00",
    "uaqs_summary" : "New evidence links the well-known University of Arizona “Bear Down” slogan to a secretive student society and hibernating bears.",
    "uaqs_body" : "“I've only just uncovered the hard evidence to back it up, but I've always had a feeling the story of the ‘Bear Down’ slogan was hiding something.” University of Arizona affiliated historian Ursula Arctos was referring to the popular explanation of how these words are now visible everywhere on campus, from sweatshirt logos to gymnasium roofs. According to this, in 1926 a popular student and football player called John Byrd “Button” Salmon was nearing his untimely death from auto accident injuries when the Athletic Director J.F. McKale visited his hospital bed to ask if he had any final message to convey to the team: “Tell them … tell them to bear down” Salmon was supposed to have said. Now a vast basketball stadium commemorates McKale's name, and a bronze bust of Salmon stands nearby.\n\n“It's a touching tragedy — a young life cut short, the dying words to his many friends — but when you stop to think about it, ‘bear down’ is very odd advice to pass on to a football team.” Arctos continued “Then a few years ago I picked up a box of strange objects and papers which was being tossed out during the demolition of a frat house, and this changed everything.” She had suspected the old materials might be relevant to the early history of the University, but only recently examined them in detail. They included several bone combs, and what at first sight were Native American ritual accessories.\n\n“The State Museum still has to provide formal confirmation, but we're certain that these items are not even made as tourist souvenirs, but complete fakes — or rather, they're genuine ritual objects, but made by well-off, highly educated young white males about ninety years ago. It's ironic that at a time when the Bureau of Indian Affairs was moving thousands Native American children to boarding schools in an attempt to assimilate them into the dominant culture, several groups of Euro-Americans were basing their private rituals on imagined Native traditions.” The papers filled in the missing details: a student secret society performed rituals to both strengthen their courage and empower them to overcome their rivals — and combing the down underfur from hibernating bears was at the center of these.\n\n“The surviving records don't link Salmon to the group directly, but at least some of his friends must have been both in the bear fur society and on the football team: he must have been in on the secret, and valued the added courage it afforded them.” McKale's wide reporting of the words (even in a slightly garbled version) must have threatened to expose a society whose members had wished to remain in deep secrecy, but by enthusiastically adopting this strange phrase as a team slogan they could deflect attention from their activities.\n\n“The central ritual involved creeping into the den of a hibernating bear and teasing out a little of the underfur with the bone combs; it's incredibly dangerous, because although bears don't eat or excrete during hibernation, they do maintain a high body temperature, and could become active relatively quickly. After doing that any other threats would seem tame.” Hibernating black bears can be found in the sky island mountain ranges of southern Arizona, but there are tantalizing hints that the society also visited a little-known grizzly bear population in the San Juan Mountains, which survived until as late as 1979.",
    "uaqs_main_content" : "510",
    "uaqs_link" : "[node:url]",
    "uaqs_link_title" : "Read more",
    "uaqs_attachments" : "",
    "uaqs_attachments_description" : "",
    "uaqs_photo" : "fws_gov_hillebrand_black_bear_nc.jpg",
    "uaqs_photo_title" : "U.S. Fish and Wildlife Service: black bear, Alligator National Wildlife Refuge",
    "uaqs_photo_alt" : "black bear"
  }
]
